app/views/authorities/index.html.erb

      <div  id="proj_page" class="ptline text-center">
      <%= render :partial => "projects/project_pages", locals: {current_page: @c_page, pages: @aprojects.count } %>
---
SELECT "projects".* FROM "projects"

      <div id="papr_page" class="ptline text-center">
      <%= render :partial => "papers/paper_pages", locals: {current_page: @c_page, pages: @apapers.count } %>
---
SELECT "papers".* FROM "papers"